app/controllers/suggestions_controller.rb

INSERT INTO `suggestions` (`updated_at`, `user_id`, `page`, `comment`, `created_at`, `email`) VALUES('2010-06-09 14:08:52', NULL, 'http://localhost:3000/', 'This is a test suggestion', '2010-06-09 14:08:52', 'todd.sedano@sv.cmu.edu')
---
  def create
    @suggestion = Suggestion.new(params[:suggestion])
    @suggestion.user_id = current_user.id if logged_in?

    respond_to do |format|
      if @suggestion.save