app/controllers/welcome_controller.rb

SELECT * FROM `rss_feeds`
---
  def index
    @rss_feeds = RssFeed.all