Repository: professor/whiteboard
Catalog: wget-1.13/po/*.po
Languages: hr

source: Connecting to %s|%s|:%d...
hr: Spajam se na %s|%s|:%d...

source: Connecting to %s:%d...
hr: Spajam se na %s:%d...

source: connected.
hr: spojen.

source: failed: %s.
hr: nije uspjelo: %s.

source: Converting %s...
hr: Konvertiram %s...

source: nothing to do.
hr: nema posla.

source: Cannot convert links in %s: %s
hr: Ne mogu konvertirati linkove u %s: %s

source: Cannot back up %s as %s: %s
hr: Ne mogu snimiti backup iz %s u %s: %s

source: Syntax error in Set-Cookie: %s at position %d.
hr: Gre¹ka u Set-Cookie: %s na poziciji %d.

source: Cookie coming from %s attempted to set domain to %s
hr: Cookie s adrese %s poku¹ao je postaviti domenu na %s

source: Unsupported listing type, trying Unix listing parser.
hr: Nepodr¾ana vrsta ispisa, poku¹avat æu s razluèiteljem Unixovog ispisa.

source: Index of /%s on %s:%d
hr: Indeks direktorija /%s na %s:%d

source: time unknown
hr: nepoznato vrijeme

source: File
hr: Spis

source: Directory
hr: Direktorij

source: Not sure
hr: Ne znam

source: (%s bytes)
hr: (%s bajtova)

source: Length: %s
hr: Duljina: %s

source: , %s (%s) remaining
hr: , %s (%s) preostaje

source: , %s remaining
hr: , %s preostaje

source: (unauthoritative)
hr: (nepouzdano)

source: Logging in as %s ...
hr: Prijavljujem se kao %s ...

source: Error in server response, closing control connection.
hr: Gre¹ka u odgovoru, zatvaram kontrolnu vezu.

source: Error in server greeting.
hr: Gre¹ka u poslu¾iteljevom pozdravu.

source: Write failed, closing control connection.
hr: Pisanje je zakazalo, zatvaram kontrolnu vezu.

source: The server refuses login.
hr: Poslu¾itelj odbija prijavu.

source: Login incorrect.
hr: Pogre¹na prijava.

source: Logged in!
hr: Ulogiran!

source: Server error, can't determine system type.
hr: Gre¹ka na serveru, ne mogu utvrditi vrstu sustava.

source: done.
hr: gotovo.

source: done.
hr: gotovo.

source: Unknown type `%c', closing control connection.
hr: Nepoznat tip `%c', zatvaram kontrolnu vezu.

source: done.
hr: gotovo.

source: ==> CWD not needed.
hr: ==> CWD nepotreban.

source: ==> CWD not required.
hr: ==> CWD se ne tra¾i.

source: Cannot initiate PASV transfer.
hr: Ne mogu otpoèeti PASV prijenos.

source: Cannot parse PASV response.
hr: Ne mogu ra¹èlaniti PASV odgovor.

source: couldn't connect to %s port %d: %s
hr: nemoguæe spajanje na %s, port %d: %s

source: Bind error (%s).
hr: Gre¹ka pri bindu (%s).

source: Invalid PORT.
hr: Neispravan PORT.

source: REST failed, starting from scratch.
hr: REST nije uspio, poèinjem ispoèetka.

source: %s has sprung into existence.
hr: %s se nenadano pojavio.

source: %s: %s, closing control connection.
hr: %s: %s, zatvaram kontrolnu vezu.

source: %s (%s) - Data connection: %s;
hr: %s (%s) - Podatkovna veza: %s;

source: Control connection closed.
hr: Kontrolna veza prekinuta.

source: Data transfer aborted.
hr: Prijenos podataka prekinut.

source: (try:%2d)
hr: (pok:%2d)

source: Removing %s.
hr: Bri¹em %s.

source: Recursion depth %d exceeded max. depth %d.
hr: Dubina rekurzije %d prelazi najveæu dopu¹tenu %d.

source: The sizes do not match (local %s) -- retrieving.
hr: Velièine se ne sla¾u (lokalno %s) -- dohvaæam.

source: Invalid name of the symlink, skipping.
hr: Neispravno ime simbolièkog linka, preskaèem.

source: Already have correct symlink %s -> %s
hr: Veæ postoji ispravan link %s -> %s

source: Creating symlink %s -> %s
hr: Stvaram simbolièki link %s -> %s

source: %s: unknown/unsupported file type.
hr: %s: nepoznata/nepodr¾ana vrsta spisa.

source: %s: corrupt time-stamp.
hr: %s: pogre¹no vrijeme.

source: Will not retrieve dirs since depth is %d (max %d).
hr: Ne dohvaæam direktorije jer je dubina %d (najvi¹e %d).

source: ERROR
hr: GRE©KA

source: WARNING
hr: UPOZORENJE

source: %s: No certificate presented by %s.
hr: %s: %s nije predoèio ovjeru.

source: Unknown host
hr: Nepoznat host

source: Temporary failure in name resolution
hr: Privremena pogre¹ka pri pronala¾enju adrese

source: Unknown error
hr: Nepoznata gre¹ka

source: Resolving %s...
hr: Tra¾im %s...

source: failed: No IPv4/IPv6 addresses for host.
hr: neuspjeh: raèunalo nema IPv4/IPv6 adresa.

source: failed: timed out.
hr: neuspjeh: isteklo vrijeme.

source: %s: Cannot resolve incomplete link %s.
hr: %s: Ne mogu sastaviti nepotpun link %s.

source: %s: Invalid URL %s: %s
hr: %s: Neispravan URL %s: %s

source: Failed writing HTTP request: %s.
hr: Nisam uspio poslati HTTP zahtjev: %s.

source: No headers, assuming HTTP/0.9
hr: Nema zaglavlja, pretpostavljam HTTP/0.9

source: Disabling SSL due to encountered errors.
hr: Iskljuèujem SSL zbog navedenih gre¹aka.

source: Reusing existing connection to %s:%d.
hr: Koristim postojeæu vezu prema %s:%d.

source: Failed reading proxy response: %s
hr: Nisam uspio procitati proxyjev odgovor: %s.

source: %s ERROR %d: %s.
hr: %s GRE©KA %d: %s.

source: Malformed status line
hr: Deformirana statusna linija

source: Proxy tunneling failed: %s
hr: Neuspjeh tuneliranja kroz proxy: %s

source: %s request sent, awaiting response...
hr: %s zahtjev poslan, i¹èekujem odgovor...

source: No data received.
hr: Podaci nisu primljeni.

source: Read error (%s) in headers.
hr: Gre¹ka pri èitanju zaglavlja (%s).

source: Unknown authentication scheme.
hr: Nepoznata metoda ovjere.

source: Authorization failed.
hr: Ovjera nije uspjela.

source: (no description)
hr: (bez opisa)

source: Location: %s%s
hr: Polo¾aj: %s%s

source: unspecified
hr: nenaznaèen

source: [following]
hr: [pratim]

source: The file is already fully retrieved; nothing to do.
hr: Spis je veæ u potpunosti dohvaæen; nema se ¹to napraviti.

source: Length:
hr: Duljina:

source: ignored
hr: zanemarena

source: Warning: wildcards not supported in HTTP.
hr: Upozorenje: wildcardi nisu podr¾ani za HTTP.

source: Unable to establish SSL connection.
hr: Ne mogu uspostaviti SSL vezu.

source: ERROR: Redirection (%d) without location.
hr: GRE©KA: Redirekcija (%d) bez novog polo¾aja (location).

source: Last-modified header missing -- time-stamps turned off.
hr: Nedostaje zaglavlje Last-Modified -- ignoriram vremensku granicu.

source: Last-modified header invalid -- time-stamp ignored.
hr: Neispravno zaglavlje Last-Modified -- ignoriram vremensku oznaku.

source: The sizes do not match (local %s) -- retrieving.
hr: Velièine se ne sla¾u (lokalno %s) -- dohvaæam.

source: Remote file is newer, retrieving.
hr: Spis na poslu¾itelju je noviji, dohvaæam.

source: %s (%s) - Connection closed at byte %s.
hr: %s (%s) - Veza zatvorena na bajtu %s.

source: %s (%s) - Read error at byte %s (%s).
hr: %s (%s) - Gre¹ka pri èitanju na bajtu %s (%s).

source: %s (%s) - Read error at byte %s/%s (%s).
hr: %s (%s) - Gre¹ka pri èitanju na bajtu %s/%s (%s).

source: %s: WGETRC points to %s, which doesn't exist.
hr: %s: WGETRC pokazuje na %s, koji ne postoji.

source: %s: Cannot read %s (%s).
hr: %s: Ne mogu proèitati %s (%s).

source: %s: Error in %s at line %d.
hr: %s: Gre¹ka u %s na liniji %d.

source: %s: Syntax error in %s at line %d.
hr: %s: Sintaksna gre¹ka u %s na liniji %d.

source: %s received.
hr: dobio %s.

source: %s: %s; disabling logging.
hr: %s: %s; iskljuèujem logiranje.

source: Usage: %s [OPTION]... [URL]...
hr: Uporaba: %s [OPCIJA]... [URL]...

source: Mandatory arguments to long options are mandatory for short options too.
hr: Ako dugaèka opcija zahtijeva argument, to vrijedi i za kratku.

source: Startup:
hr: Pokretanje:

source: -V, --version display the version of Wget and exit.
hr: -V, --version prika¾i verziju Wgeta i izaði.

source: -h, --help print this help.
hr: -h, --help ispi¹i pomoæ.

source: -b, --background go to background after startup.
hr: -b, --background radi u pozadini nakon pokretanja.

source: -e, --execute=COMMAND execute a `.wgetrc'-style command.
hr: -e, --execute=NAREDBA izv¹i NAREDBU poput onih u `.wgetrc'-u.

source: Logging and input file:
hr: Logiranje i ulazni spis:

source: -o, --output-file=FILE log messages to FILE.
hr: -o, --output-file=SPIS spremaj poruke u SPIS.

source: -a, --append-output=FILE append messages to FILE.
hr: -a, --append-output=SPIS spremaj poruke na kraj SPISA.

source: -d, --debug print lots of debugging information.
hr: -d, --debug ispisuj veliku kolièinu poruka korisnih pri ispravljanju gre¹aka.

source: -q, --quiet quiet (no output).
hr: -q, --quiet ti¹ina (bez ipisa).

source: -v, --verbose be verbose (this is the default).
hr: -v, --verbose rjeèit ispis (podrazumijevano).

source: -nv, --no-verbose turn off verboseness, without being quiet.
hr: -nv, --no-verbose iskljuèi rjeèitost, ali ipak pone¹to ispisuj.

source: -F, --force-html treat input file as HTML.
hr: -F, --force-html tretiraj sadr¾aj ulaznog spisa kao HTML.

source: Download:
hr: Dohvat:

source: -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits).
hr: -t, --tries=BROJ postavi broj poku¹aja na BROJ (0 za bezbroj).

source: --retry-connrefused retry even if connection is refused.
hr: --retry-connrefused poku¹avaj iznova i kad je spajanje odbijeno.

source: -O, --output-document=FILE write documents to FILE.
hr: -O, --output-document=SPIS spremaj dohvaæene dokumente u SPIS.

source: -c, --continue resume getting a partially-downloaded file.
hr: -c, --continue nastavi s dohvatom napola skinutog spisa.

source: --progress=TYPE select progress gauge type.
hr: --progress=VRSTA promijeni izgled pokazatelj dohvata.

source: -N, --timestamping don't re-retrieve files unless newer than local.
hr: -N, --timestamping skidaj samo spise novije od lokalnih.

source: -S, --server-response print server response.
hr: -S, --server-response ispisuj poslu¾iteljeve odgovore.

source: --spider don't download anything.
hr: --spider ne dohvaæaj sadr¾aje URL-ova.

source: -T, --timeout=SECONDS set all timeout values to SECONDS.
hr: -T, --timeout=VRIJEME postavi sve vrijednosti isteka vremena.

source: --dns-timeout=SECS set the DNS lookup timeout to SECS.
hr: --dns-timeout=VRIJEME postavi maksimalno vrijeme DNS pretrage.

source: --connect-timeout=SECS set the connect timeout to SECS.
hr: --connect-timeout=VRIJEME postavi maksimalno vrijeme spajanja.

source: --read-timeout=SECS set the read timeout to SECS.
hr: --read-timeout=VRIJEME postavi maksimalno vrijeme èitanja.

source: -w, --wait=SECONDS wait SECONDS between retrievals.
hr: -w, --wait=VRIJEME napravi pauzu od VREMENA izmeðu dohvata.

source: --waitretry=SECONDS wait 1..SECONDS between retries of a retrieval.
hr: --waitretry=VRIJEME èekaj 1..VRIJEME sekundi izmeðu ponovnih poku¹aja dohvata.

source: --no-proxy explicitly turn off proxy.
hr: --no-proxy iskljuèi upotrebu proxyja.

source: -Q, --quota=NUMBER set retrieval quota to NUMBER.
hr: -Q, --quote=KOLIÈINA ogranièi kolièinu dohvaæenih podataka.

source: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host.
hr: --bind-address=ADRESA koristi lokalnu ADRESU (ime ili IP) za bind.

source: --limit-rate=RATE limit download rate to RATE.
hr: --limit-rate=BRZINA ogranièi brzinu dohvata u bajtovima u sekundi.

source: --no-dns-cache disable caching DNS lookups.
hr: --no-dns-cache ne pamti rezultate pretraga DNS-a.

source: --restrict-file-names=OS restrict chars in file names to ones OS allows.
hr: --restrict-file-names=OS ogranièi znakove u nazivima spisâ na one koje dopu¹ta OS.

source: -4, --inet4-only connect only to IPv4 addresses.
hr: -4, --inet4-only spajaj se samo na IPv4 adrese.

source: -6, --inet6-only connect only to IPv6 addresses.
hr: -6, --inet6-only spajaj se samo na IPv6 adrese.

source: --prefer-family=FAMILY connect first to addresses of specified family, one of IPv6, IPv4, or none.
hr: --prefer-family=VRSTA daj prednost navedenoj vrsti IP adresa, jednoj od IPv6, IPv4 ili none.

source: --user=USER set both ftp and http user to USER.
hr: --user=KORISNIK postavi KORISNIKA za http i ftp korisnika.

source: --password=PASS set both ftp and http password to PASS.
hr: --password=ZAPORKA ¹alji ZAPORKU za http i ftp.

source: Directories:
hr: Direktoriji:

source: -nd, --no-directories don't create directories.
hr: -nd, --no-directories ne stvaraj direktorije.

source: -x, --force-directories force creation of directories.
hr: -x, --force-directories uvijek stvaraj direktorije.

source: -nH, --no-host-directories don't create host directories.
hr: -nH, --no-host-directories ne stvaraj direktorije po imenu poslu¾itelja.

source: --protocol-directories use protocol name in directories.
hr: --protocol-directories stavi ime protokola u direktorij.

source: -P, --directory-prefix=PREFIX save files to PREFIX/...
hr: -P, --directory-prefix=PREFIX spremaj spise u PREFIX/...

source: --cut-dirs=NUMBER ignore NUMBER remote directory components.
hr: --cut-dirs=N ignoriraj N stranih komponenti direktorija.

source: HTTP options:
hr: Opcije HTTP-a:

source: --http-user=USER set http user to USER.
hr: --http-user=KORISNIK postavi KORISNIKA za http korisnika.

source: --http-password=PASS set http password to PASS.
hr: --http-password=ZAPORKA ¹alji ZAPORKU za http.

source: --no-cache disallow server-cached data.
hr: --no-cache tra¾i od servera da ne ¹alje ke¹irane podatke.

source: --ignore-length ignore `Content-Length' header field.
hr: --ignore-length ne uva¾avaj zaglavlje `Content-Length'.

source: --header=STRING insert STRING among the headers.
hr: --header=ZAGLAVLJE umetni ZAGLAVLJE meðu ostala zaglavlja.

source: --proxy-user=USER set USER as proxy username.
hr: --proxy-user=KORISNIK postavi KORISNIKA za korisnika proxyja.

source: --proxy-password=PASS set PASS as proxy password.
hr: --proxy-password=ZAPORKA ¹alji ZAPORKU za proxy.

source: --referer=URL include `Referer: URL' header in HTTP request.
hr: --referer=URL ¹alji zaglavlje `Referer: URL'.

source: --save-headers save the HTTP headers to file.
hr: --save-headers snimaj HTTP zaglavlja na disk.

source: -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
hr: -U, --user-agent=KLIJENT identificiraj se kao KLIJENT umjesto kao Wget/VERZIJA.

source: --no-http-keep-alive disable HTTP keep-alive (persistent connections).
hr: --no-http-keep-alive ne koristi neprekinutu HTTP vezu (keep-alive).

source: --no-cookies don't use cookies.
hr: --no-cookies ne koristi cookieje.

source: --load-cookies=FILE load cookies from FILE before session.
hr: --load-cookies=SPIS uèitaj cookieje iz SPISA na poèetku rada.

source: --save-cookies=FILE save cookies to FILE after session.
hr: --save-cookies=SPIS spremi cookieje u SPIS na kraju rada.

source: --keep-session-cookies load and save session (non-permanent) cookies.
hr: --keep-session-cookies uèitaj i snimi cookieje ogranièene na "session".

source: --post-data=STRING use the POST method; send STRING as the data.
hr: --post-data=PODACI koristi metodu POST, ¹aljuæi PODATKE u zahtjevu.

source: --post-file=FILE use the POST method; send contents of FILE.
hr: --post-file=SPIS koristi metodu POST, ¹aljuæi sadr¾aj SPISA.

source: HTTPS (SSL/TLS) options:
hr: Opcije HTTPS-a (SSL-a/TLS-a):

source: --secure-protocol=PR choose secure protocol, one of auto, SSLv2, SSLv3, and TLSv1.
hr: --secure-protocol=PR izaberi sigurni protokol, jedan od auto, SSLv2, SSLv3 ili TLSv1.

source: --no-check-certificate don't validate the server's certificate.
hr: --no-check-certificate ne provjeravaj poslu¾iteljevu ovjeru.

source: --certificate=FILE client certificate file.
hr: --certificate=SPIS datoteka s klijentovom ovjerom.

source: --certificate-type=TYPE client certificate type, PEM or DER.
hr: --certificate-type=VRSTA vrsta klijentove ovjere, PEM ili DER.

source: --private-key=FILE private key file.
hr: --private-key=FILE spis s privatnim kljuèem.

source: --private-key-type=TYPE private key type, PEM or DER.
hr: --private-key-type=TYPE vrsta privatnog kljuèa, PEM ili DER.

source: --ca-certificate=FILE file with the bundle of CA's.
hr: --ca-certificate=SPIS spis s CA-ovima na okupu.

source: --ca-directory=DIR directory where hash list of CA's is stored.
hr: --ca-directory=DIR direktorij s pojedinaènim CA-ovima.

source: --random-file=FILE file with random data for seeding the SSL PRNG.
hr: --random-file=SPIS spis s nasumiènim podacima za zametak SSL-ovog generatora sluèajnih brojeva.

source: --egd-file=FILE file naming the EGD socket with random data.
hr: --egd-file=SPIS naziv spisa u kojem je EGD socket s nasumiènim podacima.

source: FTP options:
hr: Opcije FTP-a:

source: --ftp-user=USER set ftp user to USER.
hr: --ftp-user=KORISNIK postavi KORISNIKA za ftp korisnika.

source: --ftp-password=PASS set ftp password to PASS.
hr: --ftp-password=ZAPORKA ¹alji ZAPORKU za ftp.

source: --no-remove-listing don't remove `.listing' files.
hr: --no-remove-listing ne bri¹i ispise direktorija `.listing'.

source: --no-glob turn off FTP file name globbing.
hr: --no-glob nemoj interpretirati * i ? u nazivu spisa.

source: --no-passive-ftp disable the "passive" transfer mode.
hr: --no-passive-ftp onemoguæi "pasivni" mod prijenosa.

source: --retr-symlinks when recursing, get linked-to files (not dir).
hr: --retr-symlinks pri rekurziji, dohvaæaj datoteke na koje pokazuju linkovi (ne radi za direktorije).

source: Recursive download:
hr: Rekurzivni dohvat:

source: -r, --recursive specify recursive download.
hr: -r, --recursive rekurzivni dohvat.

source: -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite).
hr: -l, --level=BROJ najveæa dubina rekurzije (0 za neogranièenu).

source: --delete-after delete files locally after downloading them.
hr: --delete-after pobri¹i lokalne spise nakon dohvata.

source: -K, --backup-converted before converting file X, back up as X.orig.
hr: -K, --backup-converted prije konverzije spisa X, spremi sadr¾aj u X.orig.

source: -p, --page-requisites get all images, etc. needed to display HTML page.
hr: -p, --page-requisites dohvati sve slike itd. potrebne za prikaz HTML-a.

source: --strict-comments turn on strict (SGML) handling of HTML comments.
hr: --strict-comments ukljuèi strog (SGML) tretman HTML komentara.

source: Recursive accept/reject:
hr: Rekurzivno prihvaæanje/odbijanje:

source: -A, --accept=LIST comma-separated list of accepted extensions.
hr: -A, --accept=POPIS zarezom odvojen popis prihvaæenih nastavaka.

source: -R, --reject=LIST comma-separated list of rejected extensions.
hr: -R, --reject=POPIS zarezom odvojen popis odbijenih nastavaka.

source: -D, --domains=LIST comma-separated list of accepted domains.
hr: -D, --domains=POPIS zarezom odvojen popis prihvaæenih domena.

source: --exclude-domains=LIST comma-separated list of rejected domains.
hr: --exclude-domains=POPIS zarezom odvojen popis odbijenih domena.

source: --follow-ftp follow FTP links from HTML documents.
hr: --follow-ftp prati linkove na FTP iz HTML dokumenata.

source: --follow-tags=LIST comma-separated list of followed HTML tags.
hr: --follow-tags=POPIS popis HTML tagova koje treba pratiti.

source: --ignore-tags=LIST comma-separated list of ignored HTML tags.
hr: --ignore-tags=POPIS popis HTML tagova koje ne treba pratiti.

source: -H, --span-hosts go to foreign hosts when recursive.
hr: -H, --span-hosts skaèi sa servera na server pri rekurzivnom dohvatu.

source: -L, --relative follow relative links only.
hr: -L, --relative prati samo relativne linkove.

source: -I, --include-directories=LIST list of allowed directories.
hr: -I, --include-directories=POPIS popis dopu¹tenih direktorija.

source: -X, --exclude-directories=LIST list of excluded directories.
hr: -X, --exclude-directories=POPIS popis nedopu¹tenih direktorija.

source: -np, --no-parent don't ascend to the parent directory.
hr: -np, --no-parent ne uspinji se u direktorij iznad trenutnog.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
hr: Uoèene gre¹ke i prijedloge ¹aljite na <bug-wget@gnu.org>.

source: GNU Wget %s, a non-interactive network retriever.
hr: GNU Wget %s, program za neinteraktivni dohvat s mre¾e.

source: Originally written by Hrvoje Niksic <hniksic@xemacs.org>.
hr: Izvorno napisao Hrvoje Nik¹iæ <hniksic@xemacs.org>.

source: Try `%s --help' for more options.
hr: Poku¹ajte `%s --help' za vi¹e opcija.

source: %s: illegal option -- `-n%c'
hr: %s: nedopu¹tena opcija -- `-n%c'

source: Can't be verbose and quiet at the same time.
hr: Ne mogu istovremeno biti rjeèit i tih.

source: Can't timestamp and not clobber old files at the same time.
hr: Ne mogu istovremeno paziti na vrijeme i ne gaziti stare spise.

source: Cannot specify both --inet4-only and --inet6-only.
hr: Nije dopu¹teno navesti i --inet4-only i --inet6-only.

source: %s: missing URL
hr: %s: nedostaje URL

source: No URLs found in %s.
hr: Nijedan URL nije pronaðen u %s.

source: Continuing in background.
hr: Nastavljam u pozadini.

source: Continuing in background, pid %lu.
hr: Nastavljam u pozadini, s pid-om %lu.

source: %s: Couldn't find usable socket driver.
hr: %s: Ne mogu naæi upotrebljiv pogonitelj za sockete.

source: %s: %s:%d: unknown token "%s"
hr: %s: %s:%d: nepoznat token "%s"

source: Usage: %s NETRC [HOSTNAME]
hr: Uporaba: %s NETRC [RAÈUNALO]

source: %s: cannot stat %s: %s
hr: %s: ne mogu stat-irati %s: %s

source: WARNING: using a weak random seed.
hr: UPOZORENJE: rabi se slab zametak sluèajnih brojeva.

source: Could not seed PRNG; consider using --random-file.
hr: Nije postavljen zametak PRNG-a; razmisli o --random-file.

source: To connect to %s insecurely, use `--no-check-certificate'.
hr: Za nesigurno spajanje na %s upotrijebite `--no-check-certificate'.

source: Cannot get REALTIME clock frequency: %s
hr: Nedostupna frekvencija REALTIME clocka: %s

source: Removing %s since it should be rejected.
hr: Uklanjam %s buduæi da bi ga trebalo odbiti.

source: Cannot open %s: %s
hr: Ne mogu otvoriti %s: %s

source: Loading robots.txt; please ignore errors.
hr: Uèitavam robots.txt; molim ne obazirati se na gre¹ke.

source: Error parsing proxy URL %s: %s.
hr: Gre¹ka pri ra¹èlani proxy URL-a %s: %s.

source: Error in proxy URL %s: Must be HTTP.
hr: Gre¹ka u proxy URL-u %s: Mora biti HTTP.

source: %d redirections exceeded.
hr: Vi¹e od %d preusmjeravanja.

source: Giving up.
hr: Odustajem.

source: Retrying.
hr: Poku¹avam ponovo.

source: No error
hr: Nema gre¹ke

source: Invalid host name
hr: Neispravno ime poslu¾itelja

source: Bad port number
hr: Neispravan broj porta

source: Invalid user name
hr: Neispravno korisnièko ime

source: Unterminated IPv6 numeric address
hr: Nedovrssena IPv6 numerièka adresa

source: IPv6 addresses not supported
hr: IPv6 adrese nisu podr¾ane

source: Invalid IPv6 numeric address
hr: Neispravna IPv6 numerièka adresa

source: %s: %s: Failed to allocate %ld bytes; memory exhausted.
hr: %s: %s: Nije uspjela alokacija %ld bajtova; memorija je potro¹ena.

source: Continuing in background, pid %d.
hr: Nastavljam u pozadini, s pid-om %d.
